Revit 2027 API
ParameterTypeId.FbxLightLimunousFlux Property
 "Luminous Flux"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightLimunousFlux { get; }
Public Shared ReadOnly Property FbxLightLimunousFlux As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightLimunousFlux {
	ForgeTypeId^ get ();
}
static member FbxLightLimunousFlux : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace